Repository: netrunner-debian-kde-extras/kdesudo
Catalog: po/*/messages/kdesudo.po
Languages: fi, id

source: Sudo frontend for KDE
fi: Sudo-edustaohjelma KDE:lle

source: sets a runas user
fi: asettaa käyttäjän, jonka oikeuksilla komento suoritetaan
id: tentukan pengguna

source: The command to execute
fi: Komento, joka suoritetaan
id: Perintah untuk mengeksekusi

source: Forget passwords
fi: Unohda salasanat
id: Lupa kata sandi

source: Specify icon to use in the password dialog
fi: Aseta salasanaikkunassa käytettävä kuvake
id: Tentukan ikon yang akan digunakan pada dialog kata sandi

source: Do not show the command to be run in the dialog
fi: Älä näytä ajettavaa komentoa ikkunassa
id: Jangan tampilkan perintah yang akan dijalankan di dialog

source: Process priority, between 0 and 100, 0 the lowest [50]
fi: Ohjelman tärkeys nollan ja sadan väliltä, oletuksena 50
id: Prioritas proses, antara 0 dan 100, 0 terendah [50]

source: Use realtime scheduling
fi: Käytä reaaliaikaista prosessointia
id: Gunakan penjadwalan realtime

source: Use target UID if <file> is not writeable
fi: Käytä kohteen UID:ia jos <tiedostoon> ei voida kirjoittaa
id: Gunakan target UID jika <file> tidak dapat ditulisi

source: Fake option for KDE's KdeSu compatibility
fi: Huijausasetus KDE:n KdeSu-yhteensopivuudelle
id: Pilihan palsu untuk kompatibilitas KdeSu milik KDE

source: Do not keep password
fi: Älä muista salasanaa
id: Jangan simpan kata sandi

source: Use existing DCOP server
fi: Käytä olemassa olevaa DCOP-palvelinta
id: Gunakan server DCOP yang ada

source: The comment that should be displayed in the dialog
fi: Kommentti, jonka pitäisi näkyä valintaikkunassa
id: Komentar yang harus ditampilkan di dialog

source: Do not display « ignore » button
fi: Älä näytä estä-painiketta
id: Jangan tampilkan tombol « abaikan »

source: No command arguments supplied! Usage: kdesudo [-u <runas>] <command> KdeSudo will now exit...
fi: Tarvittavia argumentteja ei annettu. Käyttö: kdesudo [-u <suorita käyttäjänä>] <komento> KdeSudo lopetetaan nyt.
id: Tidak ada argumen perintah yang dimasukkan! Penggunaan: kdesudo [-u <runas>] <command> KdeSudo akan keluar sekarang...

source: Priority:
fi: Tärkeys:
id: Prioritas:

source: realtime:
fi: reaaliaika:

source: Command:
fi: Komento:
id: Perintah:

source: needs administrative privileges.
fi: tarvitsee ylläpitäjän oikeudet.

source: Please enter your password.
fi: Anna salasanasi.

source: Please enter password for <b>%1</b>.
fi: Anna salasana käyttäjälle <b>%1</b>.

source: <b>Warning: </b>
fi: <b>Varoitus: </b>

source: <b>Incorrect password, please try again.</b>
fi: <b>Virheellinen salasana, yritä uudelleen.</b>

source: Wrong password! Exiting...
fi: Väärä salasana. Lopetetaan ohjelma...
id: Kata sandi salah! Keluar...

source: Command not found!
fi: Komentoa ei löytynyt.
id: Perintah tidak ditemukan!

source: Your username is unknown to sudo!
fi: Sudo ei tunnista käyttäjänimeäsi.
id: Nama pengguna anda tidak dikenal sudo!

source: Your user is not allowed to run the specified command!
fi: Käyttäjäsi ei saa suorittaa annettua komentoa.
id: Pengguna anda tidak diperbolehkan untuk menjalankan perintah ini!

source: Your user is not allowed to run sudo on this host!
fi: Käyttäjäsi ei saa suorittaa sudoa tällä koneella.
id: Pengguna anda tidak diperbolehkan untuk menjalankan sudo di host ini!
